# Список глобальных переменных

# Папка с шаблонами
dir_shablon = r'./Шаблоны/'
# Папка с отчетами
dir_reports = r'./Отчетность/'
# Папка с бух.отчетностью
dir_BuhOtchot = r'./Отчетность/БухОтч/'
# Папка с отчетностью-Оборотка
dir_Oborotka = r'./Отчетность/Оборотка/'

# Название файлов-шаблонов - БухОтчетность
file_shablon_quarter = 'Шаблон_БухОтч_3_2_квартал.xlsx'
file_shablon_year    = 'Шаблон_БухОтч_3_2_год.xlsx'

# название файла-шаблона - Оборотка
file_shablon_oborot_month = 'Шаблон_Оборот_3_1 - месяц.xlsx'
file_shablon_oborot_quarter = 'Шаблон_Оборот_3_1 - квартал.xlsx'

# Окончание названий отладочных файлов
log_endName = '_errors.log'
debug_endName = '_debug.log'

genDir = 'Тованчов Андрей Яковлевич'
genDir_dolzhn = 'Генеральный директор'
